Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SIGN_OUT_ICLOUD_DRIVE_IPOD
source: Any documents and data stored in iCloud Drive will be removed from this iPod touch.
ar: ستتم إزالة أية مستندات وبيانات مخزنة في iCloud Drive من هذا الـ iPod touch.
bg: Всички документи и данни, съхранявани в iCloud Drive, ще бъдат премахнати от този iPod touch.
ca: S’eliminaran de l’iPod touch les dades i els documents emmagatzemats a l’iCloud Drive.
cs: Z iPodu touch budou odstraněny všechny dokumenty a data uložené na iCloud Drivu.
da: Alle dokumenter og data, der er lagret i iCloud Drive, bliver fjernet fra denne iPod touch.
de: Alle Dokumente und Daten, die in iCloud Drive gespeichert sind, werden von diesem iPod touch entfernt.
el: Τυχόν έγγραφα και δεδομένα που είναι αποθηκευμένα στο iCloud Drive θα αφαιρεθούν από αυτό το iPod touch.
es: Todos los documentos y datos guardados en iCloud Drive se eliminarán de este iPod touch.
es_419: Se eliminarán de este iPod touch todos los documentos y datos guardados en iCloud Drive.
fi: Kaikki dokumentit ja data, jotka on tallennettu iCloud Driveen, poistetaan tästä iPod touchista.
fr: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet iPod touch.
fr_ca: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet iPod touch.
he: המסמכים והנתונים המאוחסנים ב-iCloud Drive יוסרו מ-iPod touch זה.
hi: iCloud Drive में संग्रहित कोई भी दस्तावेज़ और डेटा इस iPod touch से हटा दिया जाएगा।
hr: Svi dokumenti i podaci pohranjeni na iCloud Drive uklonit će se s ovog iPod toucha.
hu: Az iCloud Drive-ban tárolt dokumentumok és adatok el lesznek távolítva erről az iPod touchról.
id: Setiap dokumen dan data yang disimpan di iCloud Drive akan dihapus dari iPod touch ini.
it: Tutti i documenti e i dati archiviati su iCloud Drive saranno eliminati da iPod touch.
ja: iCloud Driveに保存されているすべての書類およびデータがこのiPod touchから削除されます。
kk: iCloud Drive дискісінде сақталған кез келген құжаттар мен деректер осы iPod touch құрылғысынан жойылады.
ko: iCloud Drive에 저장된 모든 문서 및 데이터가 이 iPod touch에서 제거됩니다.
lt: Visi „iCloud Drive“ saugomi dokumentai ir duomenys bus pašalinti iš šio „iPod touch“.
ms: Sebarang dokumen dan data yang disimpan dalam iCloud Drive akan dikeluarkan daripada iPod touch ini.
nb: Alle dokumenter og data som er lagret i iCloud Drive, vil bli fjernet fra iPod touch.
nl: Alle documenten en gegevens die in iCloud Drive zijn bewaard, worden verwijderd van deze iPod touch.
pl: Wszelkie dokumenty i dane przechowywane na iCloud Drive zostaną usunięte z tego iPoda touch.
pt_br: Quaisquer documentos e dados armazenados no iCloud Drive serão removidos deste iPod touch.
pt_pt: Todos os dados e documentos armazenados em iCloud Drive serão removidos deste iPod touch.
ro: Orice documente și date stocate pe iCloud Drive vor fi eliminate de pe acest iPod touch.
ru: Все документы и данные, хранящиеся в iCloud Drive, будут удалены с этого iPod touch.
sk: Všetky dokumenty a dáta uchované v iCloud Drive budú odstránené z tohto iPodu touch.
sl: Vsi dokumenti in podatki, shranjeni v storitvi iCloud Drive, bodo odstranjeni iz te naprave iPod touch.
sv: Alla dokument och data som är lagrade på iCloud Drive kommer att tas bort från denna iPod touch.
th: เอกสารและข้อมูลที่จัดเก็บอยู่ใน iCloud Drive จะถูกลบออกจาก iPod touch เครื่องนี้
tr: iCloud Drive’da saklanan belgeler ve veriler bu iPod touch’tan silinecektir.
uk: Усі документи й дані, що зберігаються в iCloud Drive, буде вилучено з цього iPod touch.
vi: Bất kỳ tài liệu và dữ liệu nào được lưu trữ trong iCloud Drive đều sẽ bị xóa khỏi iPod touch này.
zh_cn: iCloud云盘中储存的任何文稿和数据都将从此iPod touch上移除。
zh_hk: 儲存於iCloud雲碟的任何文件及資料會從此iPod touch中移除。
zh_tw: 所有儲存在「iCloud雲碟」的文件和資料都會從此iPod touch上移除。

# SIGN_OUT_ICLOUD_DRIVE_UNKNOWN
source: Any documents and data stored in iCloud Drive will be removed from this device.
ar: ستتم إزالة أي مستندات وبيانات مخزنة في iCloud Drive من هذا الجهاز.
bg: Всички документи и данни, съхранявани в iCloud Drive, ще бъдат премахнати от това устройство.
ca: S’eliminaran del dispositiu les dades i els documents emmagatzemats a l’iCloud Drive.
cs: Ze zařízení budou odstraněny všechny dokumenty a data uložené na iCloud Drivu.
da: Alle dokumenter og data, der er lagret i iCloud Drive, bliver fjernet fra denne enhed.
de: Alle Dokumente und Daten, die in iCloud Drive gespeichert sind, werden von diesem Gerät entfernt.
el: Τα έγγραφα και δεδομένα που είναι αποθηκευμένα στο iCloud Drive θα αφαιρεθούν από αυτήν τη συσκευή.
es: Todos los documentos y datos guardados en iCloud Drive se eliminarán de este dispositivo.
es_419: Se eliminarán de este dispositivo todos los documentos y datos guardados en iCloud Drive.
fi: Kaikki dokumentit ja data, jotka on tallennettu iCloud Driveen, poistetaan tästä laitteesta.
fr: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet appareil.
fr_ca: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet appareil.
he: המסמכים והנתונים המאוחסנים ב-iCloud Drive יוסרו ממכשיר זה.
hi: iCloud Drive में संग्रहित कोई भी दस्तावेज़ और डेटा इस डिवाइस से हटा दिया जाएगा।
hr: Svi dokumenti i podaci pohranjeni na iCloud Drive uklonit će se s ovog uređaja.
hu: Az iCloud Drive-ban tárolt dokumentumok és adatok el lesznek távolítva erről az eszközről.
id: Setiap dokumen dan data yang disimpan di iCloud Drive akan dihapus dari perangkat ini.
it: Tutti i documenti e i dati archiviati su iCloud Drive saranno eliminati dal dispositivo.
ja: iCloud Driveに保存されているすべての書類およびデータがこのデバイスから削除されます。
kk: iCloud Drive дискісінде сақталған кез келген құжаттар мен деректер осы құрылғыдан жойылады.
ko: iCloud Drive에 저장된 모든 문서 및 데이터가 이 기기에서 제거됩니다.
lt: Visi „iCloud Drive“ saugomi dokumentai ir duomenys bus pašalinti iš šio įrenginio.
ms: Sebarang dokumen dan data yang disimpan dalam iCloud Drive akan dikeluarkan daripada peranti ini.
nb: Alle dokumenter og data som er lagret i iCloud Drive, vil bli fjernet fra enheten.
nl: Alle documenten en gegevens die in iCloud Drive zijn bewaard, worden verwijderd van dit apparaat.
pl: Wszelkie dokumenty i dane przechowywane na iCloud Drive zostaną usunięte z tego urządzenia.
pt_br: Quaisquer documentos e dados armazenados no iCloud Drive serão removidos deste dispositivo.
pt_pt: Todos os dados e documentos armazenados em iCloud Drive serão removidos deste dispositivo.
ro: Orice documente și date stocate pe iCloud Drive vor fi eliminate de pe acest dispozitiv.
ru: Все документы и данные, хранящиеся в iCloud Drive, будут удалены с этого устройства.
sk: Všetky dokumenty a dáta uchované v iCloud Drive budú odstránené z tohto zariadenia.
sl: Vsi dokumenti in podatki, shranjeni v storitvi iCloud Drive, bodo odstranjeni iz te naprave.
sv: Alla dokument och data som är lagrade i iCloud Drive tas bort från den här enheten.
th: เอกสารและข้อมูลที่จัดเก็บอยู่ใน iCloud Drive จะถูกเอาออกจากอุปกรณ์เครื่องนี้
tr: iCloud Drive’da saklanan belgeler ve veriler bu aygıttan silinir.
uk: Усі документи й дані, що зберігаються в iCloud Drive, буде вилучено з цього пристрою.
vi: Bất kỳ tài liệu và dữ liệu nào được lưu trữ trong iCloud Drive đều sẽ bị xóa khỏi thiết bị này.
zh_cn: iCloud云盘中储存的任何文稿和数据都将从此设备上移除。
zh_hk: 儲存於iCloud雲碟的任何文件及資料會從此裝置中移除。
zh_tw: 所有儲存在「iCloud雲碟」的文件和資料都會從此裝置上移除。

# SIGN_OUT_ICLOUD_DRIVE_VISION
source: Any documents and data stored in iCloud Drive will be removed from this Apple Vision Pro.
ar: ستتم إزالة أية مستندات وبيانات مخزنة في iCloud Drive من Apple Vision Pro هذه.
bg: Всички документи и данни, съхранявани в iCloud Drive, ще бъдат премахнати от този Apple Vision Pro.
ca: S’eliminaran de l’Apple Vision Pro les dades i els documents emmagatzemats a l’iCloud Drive.
cs: Z Apple Vision Pro budou odstraněny všechny dokumenty a data uložené na iCloud Drivu.
da: Alle dokumenter og data, der er lagret i iCloud Drive, bliver fjernet fra Apple Vision Pro.
de: Alle Dokumente und Daten, die in iCloud Drive gespeichert sind, werden von dieser Apple Vision Pro entfernt.
el: Τυχόν έγγραφα και δεδομένα που είναι αποθηκευμένα στο iCloud Drive θα αφαιρεθούν από αυτό το Apple Vision Pro.
es: Todos los documentos y datos guardados en iCloud Drive se eliminarán de este Apple Vision Pro.
es_419: Se eliminarán de este Apple Vision Pro todos los documentos y datos guardados en iCloud Drive.
fi: Kaikki dokumentit ja data, jotka on tallennettu iCloud Driveen, poistetaan tästä Apple Vision Prosta.
fr: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet Apple Vision Pro.
fr_ca: Tous les documents et données stockés dans iCloud Drive seront supprimés de cet Apple Vision Pro.
he: המסמכים והנתונים המאוחסנים ב-iCloud Drive יוסרו מה-Apple Vision Pro.
hi: iCloud Drive में संग्रहित सभी दस्तावेज़ और डेटा इस Apple Vision Pro से हटा दिए जाएँगे।
hr: Svi dokumenti i podaci pohranjeni na iCloud Drive uklonit će se s ovog uređaja Apple Vision Pro.
hu: Az iCloud Drive-ban tárolt dokumentumok és adatok el lesznek távolítva erről az Apple Vision Próról.
id: Setiap dokumen dan data yang disimpan di iCloud Drive akan dihapus dari Apple Vision Pro ini.
it: Tutti i documenti e i dati archiviati su iCloud Drive saranno eliminati da Apple Vision Pro.
ja: iCloud Driveに保存されているすべての書類およびデータがこのApple Vision Proから削除されます。
kk: iCloud Drive дискісінде сақталған кез келген құжаттар мен деректер осы Apple Vision Pro құрылғысынан жойылады.
ko: iCloud Drive에 저장된 모든 문서 및 데이터가 이 Apple Vision Pro에서 제거됩니다.
lt: Visi „iCloud Drive“ saugomi dokumentai ir duomenys bus pašalinti iš šio „Apple Vision Pro“.
ms: Sebarang dokumen dan data yang disimpan dalam iCloud Drive akan dikeluarkan daripada Apple Vision Pro ini.
nb: Alle dokumenter og data som er lagret i iCloud Drive, vil bli fjernet fra Apple Vision Pro.
nl: Alle documenten en gegevens die in iCloud Drive zijn bewaard, worden verwijderd van deze Apple Vision Pro.
pl: Wszelkie dokumenty i dane przechowywane na iCloud Drive zostaną usunięte z tego Apple Vision Pro.
pt_br: Todos os documentos e dados armazenados no iCloud Drive serão removidos deste Apple Vision Pro.
pt_pt: Todos os dados e documentos armazenados em iCloud Drive serão removidos deste Apple Vision Pro.
ro: Orice documente și date stocate pe iCloud Drive vor fi eliminate de pe acest Apple Vision Pro.
ru: Все документы и данные, хранящиеся в iCloud Drive, будут удалены с этого Apple Vision Pro.
sk: Všetky dokumenty a dáta uchované v iCloud Drive budú odstránené z tohto Apple Vision Pro.
sl: Vsi dokumenti in podatki, shranjeni v storitvi iCloud Drive, bodo odstranjeni iz te naprave Apple Vision Pro.
sv: Alla dokument och data som är lagrade på iCloud Drive kommer att tas bort från denna Apple Vision Pro.
th: เอกสารและข้อมูลที่จัดเก็บอยู่ใน iCloud Drive จะถูกเอาออกจาก Apple Vision Pro เครื่องนี้
tr: iCloud Drive’da saklanan belgeler ve veriler bu Apple Vision Pro’dan silinir.
uk: Усі документи й дані, що зберігаються в iCloud Drive, буде вилучено з цього Apple Vision Pro.
vi: Bất kỳ tài liệu và dữ liệu nào được lưu trữ trong iCloud Drive đều sẽ bị xóa khỏi Apple Vision Pro này.
zh_cn: iCloud云盘中储存的任何文稿和数据都将从此Apple Vision Pro上移除。
zh_hk: 儲存於iCloud雲碟的任何文件及資料會從此Apple Vision Pro中移除。
zh_tw: 所有儲存在「iCloud雲碟」的文件和資料都會從此Apple Vision Pro上移除。
